---
kind: type
id: T:Autodesk.Revit.DB.PlanViewPlane
source: html/80d20187-97ea-f6c0-a3a8-d5545e0b3863.htm
---
# Autodesk.Revit.DB.PlanViewPlane

Locations where view range offsets can be specified.

## Syntax (C#)
```csharp
public enum PlanViewPlane
```